import React from 'react';
import './Style.css';

function About() {
    return (
        <div className='about'>
            <h2>
            <p>Piazza Ignazio Florio</p>
            <p>90139</p>
            <p>Palermo</p>
            <p>Sicily Italy</p>
            </h2>
            <p>
            Пицца - суперзвезда итальянской кухни. Национальное блюдо с хрустящим тестом, сочной начинкой, 
            расплавленным сыром и ароматным томатным соусом - воплощение вкуса к жизни и просто невероятно аппетитная здоровая еда. 
            Если вы любите пиццу так же, как мы, присоединяйтесь к блогу о лучшем блюде итальянской кухни и обо всем, что с ним связано.
            <p>
               <h2> У каждого повара свои секреты «идеального вкуса» </h2>
            </p>
            <p>
               Главное правило «Транспиццы» - классика в выборе ингредиентов: натуральные продукты, соусы без усилителей вкуса, 
               сыры без добавления растительных жиров. Мы готовим пиццу в итальянской печи по традиционным рецептам, которые лучше 
               всего передают вкус и аромат отборных ингредиентов - пепперони, пармезана, моцареллы, и спелых томатов.
               Хотите добавить к классическому рецепту свой секретный компонент? Выберите тесто основы - тонкое, среднее или пышное, 
               дополните базовую рецептуру любыми ингредиентами по своему выбору и приготовьте пиццу мечты на нашей кухне. Не пройдет и часа, 
               как в вашу дверь позвонит курьер с ароматно пахнущей коробкой.
               Вкусно? Можете попробовать себя в роли шеф-повара. Читайте статьи, готовьте по проверенным рецептам 
               и угощайте друзей домашней пиццей. Если приготовите домашний шедевр с необычной начинкой, поделитесь с нами своими идеями. 
               На Сицилии уже давно пекут пиццу с килькой, а в Бразилии – со свеклой и зеленым горошком. Возможно, 
               именно вы станете основоположником нового тренда. А пока можно заказать свежую, горячую, 
               сытную пиццу с доставкой на дом.   
            </p>
         </p>
        </div>
    )
}

export default About
